@extends('layouts.app')

@section('content')
<div class="container">
    <h1>Политика конфиденциальности для мобильных приложений</h1>
    <h3>1. ОБЩИЕ СВЕДЕНИЯ</h3>
    <p>
            Приложения «БашАвтоЛига» (далее — приложения, мобильные приложения) разработаны ООО «БашАвтоЛига» (далее — Организация) (450050, Республика Башкортостан, г. Уфа, проспект Октября дом 55). Текст настоящей политики конфиденциальности для мобильных приложений (далее — Политики) размещен и постоянно доступен на Сайте организации по адресу http://tc.itmit-studio.ru/privacy
    </p>
    <h3>2. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ</h3>
    <p>
            При скачивании, установке мобильного приложения «БашАвтоЛига», Вы в полном объеме принимаете условия настоящей Политики и выражаете свое добровольное определенное согласие на обработку Ваших данных способом и в целях как это описано в настоящей Политике. Если Вы не согласны с настоящей Политикой, пожалуйста, откажитесь от загрузки мобильного приложения.
            Организация вправе время от времени изменять и/или дополнять настоящую Политику без предварительного письменного уведомления пользователей. Вам необходимо с периодичностью раз в один месяц знакомиться с настоящей Политикой на предмет внесенных в нее изменений и/или дополнений. Если Вы продолжаете пользоваться приложением, Вы подтверждаете свое согласие с новой редакцией Политики.
    </p>
    <h3>3. ЦЕЛИ СБОРА И/ИЛИ ОБРАБОТКИ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ</h3>
    <p>
            Организация собирает и обрабатывает Ваши данные, преследуя следующие цели обработки Ваших персональных данных, а именно: функционирования приложения, а также более удобного, быстрого и безопасного использования его для Вас. Кроме того, переданные данные могут быть использованы для обращения в компетентные государственные органы в целях защиты прав и свобод человека и гражданина, в том числе включая непосредственно Ваши права.
            Данные, которые может собирать и обрабатывать организация в связи с использованием Вами мобильного приложения «БашАвтоЛига»:
            
            ваше имя, фамилия, отчество;
            номер Вашего мобильного телефона и данные о мобильной сети;
            адрес Вашей электронной почты;
            gps-данные о месте нахождения Вашего мобильного устройства;
            идентификатор устройства с целью внутреннего учёта пользователей приложения;
            информацию и сведения, переданные Вами через форму обратной связи и иные каналы коммуникации (email, телефоны и др.), включая прилагаемые файлы (в том числе изображения).
    </p>
    <h3>4. ИСПОЛЬЗОВАНИЕ, РАСПРОСТРАНЕНИЕ И ПЕРЕДАЧА ВАШИХ ДАННЫХ</h3>
    <p>
            Организация может собирать, записывать, систематизировать, хранить, модифицировать, комбинировать, группировать, обезличивать, удалять, изменять и использовать Ваши данные с другой информацией для обеспечения, управления и развития приложения.
            Организация вправе, в том числе, когда это для защиты прав и свобод человека и гражданина, передавать Ваши персональные данные своим партнерам, а также при обращении в государственные органы и органы международной защиты прав человека.
            
            Настоящим Вы выражаете свое добровольное согласие, что Ваши данные могут быть предоставлены третьим лицам в следующих случаях:
            когда это необходимо с целью соблюдения законодательства;
            в случаях, когда это необходимо для защиты прав человека и основных свобод.
    </p>
    <h3>5. ХРАНЕНИЕ ДАННЫХ</h3>
    <p>
            Данное согласие может быть расторгнуто по заявлению одной из сторон с момента получения второй стороны заявления о расторжении. В случаи отсутствия заявления о расторжении, согласие действует на срок определённый в статье 208 ГК РФ, но не менее чем срок, в течение которого предоставляется мобильное приложение «БашАвтоЛига».
    </p>
    <h3>6. ИНЫЕ ОБЯЗАННОСТИ СТОРОН</h3>
    <p>
            Вы являетесь ответственным за полноту и достоверность предоставляемых Вами данных. В случае наличия несоответствий и/или некорректности в предоставленных Вами данных, они должны быть изменены, в том числе путем обращения к специалистам организации, как это указано в разделе «Контакты».
            Организация оставляет за собой право при удалении и/или изменении Ваших данных хранить те данные, которые необходимы для целей соблюдения применимого законодательства, обеспечения безопасности и эффективности мобильного приложения.
    </p>
    <h3>7. КОНТАКТЫ</h3>
    <p>
            При возникновении вопросов касательно настоящей Политики или обработки и использования Ваших данных в связи с использованием мобильного приложения «БашАвтоЛига», Вы можете обратиться по адресу: 450050, Республика Башкортостан, г. Уфа, проспект Октября дом 55, либо по электронной почте: bashavtoliga@gmail.com
    </p>
</div>
@endsection